export default {
  projections: {
    ПланирСобесE: {
      датаПланСобес: {
        __caption__: 'Дата план собес'
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      регистАнкеты: {
        __caption__: 'Регист анкеты',
        датаРегистр: {
          __caption__: 'Дата регистр'
        }
      },
      должности: {
        __caption__: 'Должности',
        должности: {
          __caption__: 'Должности'
        }
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ПланирСобесL: {
      датаПланСобес: {
        __caption__: 'Дата план собес'
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      регистАнкеты: {
        __caption__: 'Дата регистр',
        датаРегистр: {
          __caption__: 'Дата регистр'
        }
      },
      должности: {
        __caption__: 'Должности',
        должности: {
          __caption__: 'Должности'
        }
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаПланСобес: {
      __caption__: 'Дата план собес'
    },
    иметьПриСебе: {
      __caption__: 'Иметь при себе'
    },
    должности: {
      __caption__: 'Должности'
    },
    организация: {
      __caption__: 'Организация'
    },
    регистАнкеты: {
      __caption__: 'Регист анкеты'
    }
  }
};
