export default {
  projections: {
    РегистАнкетыE: {
      датаРегистр: {
        __caption__: 'Дата регистр'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    РегистАнкетыL: {
      датаРегистр: {
        __caption__: 'Дата регистр'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаРегистр: {
      __caption__: 'Дата регистр'
    },
    организация: {
      __caption__: 'Организация'
    }
  }
};
